Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# howSomaWorks.dashboard.description
source: Every metric Soma reads -- sleep, HRV, resting heart rate, mood, weight -- plotted over time, so you can see a real trend instead of just today's snapshot.
de: Jede Kennzahl, die Soma ausliest -- Schlaf, HRV, Ruhepuls, Stimmung, Gewicht -- über die Zeit dargestellt, damit du einen echten Trend siehst statt nur die Momentaufnahme von heute.
es: Cada métrica que Soma lee -- sueño, VFC, frecuencia cardíaca en reposo, ánimo, peso -- representada a lo largo del tiempo, para que veas una tendencia real en vez de solo la foto de hoy.
fr: Chaque indicateur lu par Soma -- sommeil, VFC, fréquence cardiaque au repos, humeur, poids -- tracé dans le temps, pour voir une vraie tendance plutôt qu'un simple instantané du jour.
hy: Soma-ի կողմից կարդացվող յուրաքանչյուր ցուցանիշ՝ քուն, HRV, հանգստի զարկերակ, տրամադրություն, քաշ -- գծագրված ժամանակի ընթացքում, որպեսզի տեսնեք իրական միտում այսօրվա պատկերի փոխարեն։
it: Ogni metrica letta da Soma -- sonno, HRV, frequenza cardiaca a riposo, umore, peso -- tracciata nel tempo, così vedi una tendenza reale invece della sola istantanea di oggi.
ka: ყველა მაჩვენებელი, რომელსაც Soma კითხულობს -- ძილი, HRV, მოსვენებული პულსი, განწყობა, წონა -- გამოსახული დროში, რომ ნახოთ რეალური ტენდენცია მხოლოდ დღევანდელი სურათის ნაცვლად.
ru: Каждый показатель, который считывает Soma — сон, ВСР, пульс покоя, настроение, вес — отображается во времени, чтобы вы видели реальную тенденцию, а не только сегодняшний снимок.
sr: Свака метрика коју Soma чита -- сан, ХРВ, пулс у мировању, расположење, тежина -- приказана кроз време, да видиш стваран тренд уместо само данашњег тренутног стања.

# howSomaWorks.dashboard.whereToFind
source: Tap "Dashboard" at the top of Home.
de: Tippe oben auf der Startseite auf "Dashboard".
es: Toca "Panel" en la parte superior de Inicio.
fr: Appuyez sur « Tableau de bord » en haut de l'accueil.
hy: Հպեք «Վահանակ»-ին Գլխավոր էջի վերևում։
it: Tocca "Dashboard" in cima a Home.
ka: შეეხეთ „დაფას“ მთავარი გვერდის ზედა ნაწილში.
ru: Нажмите «Дашборд» вверху главного экрана.
sr: Додирни „Контролна табла” на врху Почетне.

# howSomaWorks.finishButton
source: Got it -- let's go
de: Verstanden -- los geht's
es: Entendido -- vamos
fr: Compris -- c'est parti
hy: Հասկացա -- գնա՛նք
it: Capito -- si parte
ka: გასაგებია -- დავიწყოთ
ru: Понятно -- поехали
sr: Razumem -- idemo

# howSomaWorks.goalProgress.description
source: Add a photo of the body you're working toward and one of where you are today. Soma builds your plan around closing that real gap, and shows you real progress along the way.
de: Füge ein Foto des Körpers hinzu, auf den du hinarbeitest, und eines von deinem heutigen Stand. Soma baut deinen Plan darauf auf, diese echte Lücke zu schließen, und zeigt dir unterwegs echten Fortschritt.
es: Añade una foto del cuerpo al que aspiras y otra de cómo estás hoy. Soma construye tu plan en torno a cerrar esa brecha real y te muestra progreso real en el camino.
fr: Ajoutez une photo du corps que vous visez et une de votre état actuel. Soma construit votre plan autour de la réduction de cet écart réel, et vous montre une vraie progression en chemin.
hy: Ավելացրեք այն մարմնի լուսանկարը, որին ձգտում եք, և ձեր այսօրվա վիճակի լուսանկարը։ Soma-ն կառուցում է ձեր պլանը այդ իրական տարբերությունը փակելու շուրջ և ցույց է տալիս իրական առաջընթաց ճանապարհին։
it: Aggiungi una foto del corpo a cui aspiri e una di come sei oggi. Soma costruisce il tuo piano attorno a colmare quel divario reale e ti mostra progressi reali lungo il percorso.
ka: დაამატეთ სხეულის ფოტო, რომლისკენაც მიისწრაფვით, და დღევანდელი მდგომარეობის ფოტო. Soma აგებს თქვენს გეგმას ამ რეალური სხვაობის შესავსებად და გზაში გიჩვენებთ რეალურ პროგრესს.
ru: Добавьте фото тела, к которому вы стремитесь, и фото своего текущего состояния. Soma строит план вокруг сокращения этого реального разрыва и показывает реальный прогресс на этом пути.
sr: Додај фотографију тела ка коме тежиш и фотографију тога где си данас. Soma гради твој план око затварања те стварне разлике и показује ти стваран напредак успут.

# howSomaWorks.goalProgress.title
source: Goal progress
de: Zielfortschritt
es: Progreso del objetivo
fr: Progression de l'objectif
hy: Նպատակի առաջընթաց
it: Progressi dell'obiettivo
ka: მიზნის პროგრესი
ru: Прогресс цели
sr: Напредак циља

# howSomaWorks.goalProgress.whereToFind
source: "Your progress" on Home, once you've added a goal photo.
de: "Dein Fortschritt" auf der Startseite, sobald du ein Zielfoto hinzugefügt hast.
es: "Tu progreso" en Inicio, una vez que hayas añadido una foto de objetivo.
fr: « Votre progression » sur l'accueil, une fois qu'une photo d'objectif est ajoutée.
hy: «Ձեր առաջընթացը» Գլխավոր էջում, հենց նպատակի լուսանկար ավելացնեք։
it: "I tuoi progressi" in Home, una volta aggiunta una foto obiettivo.
ka: „თქვენი პროგრესი“ მთავარ გვერდზე, მას შემდეგ რაც დაამატებთ მიზნის ფოტოს.
ru: «Ваш прогресс» на главном экране, как только вы добавите фото цели.
sr: „Твој напредак” на Почетној, чим додаш фотографију циља.

# howSomaWorks.nutrition.description
source: See your daily calorie and macro targets, log meals as you eat, or ask "What can I make?" for a real recipe built only from what's actually in your kitchen.
de: Sieh deine täglichen Kalorien- und Makroziele, protokolliere Mahlzeiten beim Essen, oder frag "Was kann ich kochen?" für ein echtes Rezept, das nur aus dem gemacht wird, was wirklich in deiner Küche ist.
es: Consulta tus objetivos diarios de calorías y macros, registra las comidas al comer, o pregunta "¿Qué puedo cocinar?" para una receta real hecha solo con lo que realmente tienes en tu cocina.
fr: Consultez vos objectifs quotidiens de calories et de macros, enregistrez vos repas au fur et à mesure, ou demandez « Que puis-je cuisiner ? » pour une vraie recette basée uniquement sur ce qu'il y a réellement dans votre cuisine.
hy: Տեսեք ձեր օրական կալորիաների և մակրոների նպատակները, գրանցեք սնունդը ուտելիս, կամ հարցրեք «Ի՞նչ կարող եմ պատրաստել», որպեսզի ստանաք իրական բաղադրատոմս՝ կազմված միայն ձեր խոհանոցում իրականում եղածից։
it: Guarda i tuoi obiettivi giornalieri di calorie e macro, registra i pasti mentre mangi, oppure chiedi "Cosa posso cucinare?" per una ricetta reale basata solo su ciò che hai davvero in cucina.
ka: ნახეთ თქვენი ყოველდღიური კალორიებისა და მაკროელემენტების მიზნები, დააფიქსირეთ კვება ჭამის დროს, ან იკითხეთ „რისი მომზადება შემიძლია?“ რეცეპტისთვის, რომელიც აგებულია მხოლოდ იმაზე, რაც რეალურად გაქვთ სამზარეულოში.
ru: Смотрите дневные цели по калориям и БЖУ, отмечайте приёмы пищи по мере еды или спросите «Что можно приготовить?» — рецепт составят только из того, что реально есть у вас на кухне.
sr: Погледај своје дневне циљеве калорија и макронутријената, бележи оброке док једеш, или питај „Шта могу да направим?” за прави рецепт направљен само од онога што стварно имаш у кухињи.

# howSomaWorks.nutrition.title
source: Nutrition
de: Ernährung
es: Nutrición
hy: Սնունդ
it: Nutrizione
ka: კვება
ru: Питание
sr: Исхрана

# howSomaWorks.nutrition.whereToFind
source: The Nutrition row on Home.
de: Die Ernährungszeile auf der Startseite.
es: La fila de Nutrición en Inicio.
fr: La ligne Nutrition sur l'accueil.
hy: «Սնունդ» տողը Գլխավոր էջում։
it: La riga Nutrizione in Home.
ka: „კვების“ ხაზი მთავარ გვერდზე.
ru: Строка «Питание» на главном экране.
sr: Ред „Исхрана” на Почетној.

# howSomaWorks.workouts.description
source: Start today's AI-built plan, snap a photo of a gym to get one built around the equipment you can see, or log any activity yourself. A completed session always shows your real effort, calories, and how it went.
de: Starte den heutigen KI-erstellten Plan, mach ein Foto von einem Fitnessstudio, um einen Plan rund um die sichtbaren Geräte zu erhalten, oder protokolliere selbst eine beliebige Aktivität. Eine abgeschlossene Einheit zeigt immer deinen tatsächlichen Aufwand, die Kalorien und wie es gelaufen ist.
es: Empieza el plan de hoy creado por IA, toma una foto de un gimnasio para obtener uno basado en el equipo que veas, o registra cualquier actividad tú mismo. Una sesión completada siempre muestra tu esfuerzo real, calorías y cómo te fue.
fr: Démarrez le plan du jour créé par IA, prenez une photo d'une salle de sport pour en obtenir un basé sur le matériel visible, ou enregistrez vous-même n'importe quelle activité. Une séance terminée affiche toujours votre effort réel, les calories et comment ça s'est passé.
hy: Սկսեք այսօրվա AI-ի կողմից կառուցված պլանը, լուսանկարեք մարզասրահը՝ ձեզ երևացող սարքավորումների շուրջ պլան ստանալու համար, կամ ինքներդ գրանցեք ցանկացած գործունեություն։ Ավարտված մարզումը միշտ ցույց է տալիս ձեր իրական ջանքը, կալորիաները և ինչպես անցավ։
it: Avvia il piano di oggi creato dall'IA, scatta una foto di una palestra per ottenerne uno basato sull'attrezzatura che vedi, oppure registra tu stesso qualsiasi attività. Una sessione completata mostra sempre il tuo sforzo reale, le calorie e come è andata.
ka: დაიწყეთ დღევანდელი AI-ს მიერ შექმნილი გეგმა, გადაუღეთ ფოტო სავარჯიშო დარბაზს, რომ მიიღოთ გეგმა თქვენთვის ხილული აღჭურვილობის მიხედვით, ან თავად დააფიქსირეთ ნებისმიერი აქტივობა. დასრულებული სესია ყოველთვის აჩვენებს თქვენს რეალურ ძალისხმევას, კალორიებს და როგორ წარიმართა.
ru: Начните сегодняшний план, составленный ИИ, сфотографируйте зал, чтобы получить план под видимое оборудование, или отметьте любую активность сами. Завершённая тренировка всегда показывает реальные усилия, калории и то, как всё прошло.
sr: Покрени данашњи план направљен помоћу вештачке интелигенције, сликај теретану да добијеш план заснован на опреми коју видиш, или сам забележи било коју активност. Завршена сесија увек приказује твој стварни напор, калорије и како је прошло.

# howSomaWorks.workouts.whereToFind
source: "Start workout" on your readiness card, or "Somewhere else today?" to scan a gym.
de: "Workout starten" auf deiner Verfassungskarte, oder "Heute woanders?", um ein Fitnessstudio zu scannen.
es: "Empezar entrenamiento" en tu tarjeta de preparación, o "¿Hoy en otro lugar?" para escanear un gimnasio.
fr: « Démarrer l'entraînement » sur votre carte de forme, ou « Ailleurs aujourd'hui ? » pour scanner une salle.
hy: «Սկսել մարզումը»՝ ձեր պատրաստակամության քարտի վրա, կամ «Այսօր այլ տե՞ղ»՝ մարզասրահը սկանավորելու համար։
it: "Avvia allenamento" sulla tua scheda di prontezza, oppure "Altrove oggi?" per scansionare una palestra.
ka: „ვარჯიშის დაწყება“ თქვენს მზადყოფნის ბარათზე, ან „დღეს სხვაგან?“ სავარჯიშო დარბაზის სკანირებისთვის.
ru: «Начать тренировку» на карточке готовности или «Сегодня в другом месте?», чтобы отсканировать зал.
sr: „Покрени тренинг” на твојој картици спремности, или „Негде другде данас?” да скенираш теретану.

source: in %lld–%lld weeks · re-test around %@
de: in %lld–%lld Wochen · erneuter Test um den %@
es: en %lld–%lld semanas · vuelve a probar alrededor del %@
fr: dans %lld–%lld semaines · nouveau test vers le %@
hy: %lld–%lld շաբաթից · կրկնակի թեստ մոտավորապես %@
it: in %lld–%lld settimane · nuovo test intorno al %@
ka: %lld–%lld კვირაში · ხელახალი ტესტი დაახლოებით %@
ru: через %lld–%lld недель · повторный тест около %@
sr: за %lld–%lld недеља · поновно тестирање око %@

source: in 10–12 weeks — an honest range
de: in 10–12 Wochen — eine ehrliche Spanne
es: en 10–12 semanas — un rango honesto
fr: en 10 à 12 semaines — une fourchette honnête
hy: 10–12 շաբաթում — ազնիվ միջակայք
it: in 10–12 settimane — un intervallo onesto
ka: 10–12 კვირაში — გულწრფელი დიაპაზონი
ru: за 10–12 недель — честный диапазон
sr: за 10–12 недеља — поштен опсег

# injurySeverity.mild
source: Mild
de: Leicht
es: Leve
fr: Légère
hy: Թեթև
it: Lieve
ka: მსუბუქი
ru: Лёгкая
sr: Блага

# injurySeverity.moderate
source: Moderate
de: Mittelschwer
es: Moderada
fr: Modérée
hy: Միջին
it: Moderata
ka: საშუალო
ru: Средняя
sr: Умерена

# injurySeverity.severe
source: Severe
de: Schwer
es: Grave
fr: Sévère
hy: Ծանր
it: Grave
ka: მძიმე
ru: Тяжёлая
sr: Тешка

# injuryTag.ankle
source: Ankle
de: Knöchel
es: Tobillo
fr: Cheville
hy: Կոճ
it: Caviglia
ka: კოჭი
ru: Лодыжка
sr: Скочни зглоб

# injuryTag.back
source: Back
de: Rücken
es: Espalda
fr: Dos
hy: Մեջք
it: Schiena
ka: ზურგი
ru: Спина
sr: Леђа

# injuryTag.hip
source: Hip
de: Hüfte
es: Cadera
fr: Hanche
hy: Ազդր
it: Anca
ka: თეძო
ru: Бедро
sr: Кук

# injuryTag.knee
source: Knee
de: Knie
es: Rodilla
fr: Genou
hy: Ծունկ
it: Ginocchio
ka: მუხლი
ru: Колено
sr: Колено

# injuryTag.other
source: Other
de: Sonstiges
es: Otra
fr: Autre
hy: Այլ
it: Altro
ka: სხვა
ru: Другое
sr: Друго

# injuryTag.shoulder
source: Shoulder
de: Schulter
es: Hombro
fr: Épaule
hy: Ուս
it: Spalla
ka: მხარი
ru: Плечо
sr: Раме

# injuryTag.wrist
source: Wrist
de: Handgelenk
es: Muñeca
fr: Poignet
hy: Դաստակ
it: Polso
ka: მაჯა
ru: Запястье
sr: Ручни зглоб

# injuryType.other
source: Other
de: Sonstiges
es: Otro
fr: Autre
hy: Այլ
it: Altro
ka: სხვა
ru: Другое
sr: Друго

# injuryType.postSurgical
source: Post-surgical
de: Postoperativ
es: Posquirúrgica
fr: Post-chirurgicale
hy: Հետվիրահատական
it: Post-chirurgico
ka: ოპერაციის შემდგომი
ru: Послеоперационная
sr: Постоперативна

# injuryType.sprain
source: Sprain
de: Verstauchung
es: Esguince
fr: Entorse
hy: Կապանի ձգում
it: Distorsione
ka: იოგის დაჭიმვა
ru: Растяжение связки
sr: Угануће лигамента

# injuryType.strain
source: Strain
de: Zerrung
es: Distensión muscular
fr: Élongation
hy: Մկանի ձգում
it: Stiramento
ka: კუნთის დაჭიმვა
ru: Растяжение мышцы
sr: Истегнуће мишића

# injuryType.tendinitis
source: Tendinitis
de: Sehnenentzündung
fr: Tendinite
hy: Ջլաբորբոքում
it: Tendinite
ka: მყესის ანთება
ru: Тендинит
sr: Тендинитис

# journeyStage.consistentButPlateaued
source: Consistent, but plateaued
de: Konsequent, aber stagnierend
es: Constante, pero estancado
fr: Régulier, mais stagnant
hy: Կանոնավոր եմ մարզվում, բայց առաջընթացը կանգ է առել
it: Costante, ma in stallo
ka: სტაბილურად ვვარჯიშობ, მაგრამ პროგრესი გაჩერდა
ru: Занимаюсь регулярно, но прогресс остановился
sr: Редовно тренирам, али сам у застоју

# journeyStage.experienced
source: Experienced and progressing
de: Erfahren und im Fortschritt
es: Con experiencia y progresando
fr: Expérimenté et en progression
hy: Փորձառու եմ և առաջ եմ ընթանում
it: Esperto e in progresso
ka: გამოცდილი ვარ და ვვითარდები
ru: Есть опыт, и я прогрессирую
sr: Имам искуства и напредујем

# journeyStage.justStarting
source: Just starting out
de: Gerade erst angefangen
es: Recién empezando
fr: Je débute
hy: Նոր եմ սկսում
it: Sto iniziando ora
ka: ახლახან დავიწყე
ru: Только начинаю
sr: Тек почињем

# journeyStage.returningAfterBreak
source: Returning after a break
de: Wiedereinstieg nach einer Pause
es: Retomando después de una pausa
fr: Je reprends après une pause
hy: Վերադառնում եմ ընդմիջումից հետո
it: Sto riprendendo dopo una pausa
ka: დასვენების შემდეგ ვბრუნდები
ru: Возвращаюсь после перерыва
sr: Враћам се после паузе

source: jump rope
de: Springseil
es: Cuerda de saltar
fr: Corde à sauter
hy: Ցատկելու պարան
it: Corda per saltare
ka: სახტუნავი თოკი
ru: Скакалка
sr: Вијача

# kitchenEquipmentQuestion.otherPlaceholder
source: What else? (comma-separated)
de: Was noch? (durch Kommas getrennt)
es: ¿Qué más? (separado por comas)
fr: Quoi d'autre ? (séparés par des virgules)
hy: էլ ի՞նչ։ (ստորակետերով առանձնացված)
it: Cos'altro? (separati da virgole)
ka: კიდევ რა? (მძიმეებით გამოყოფილი)
ru: Что ещё? (через запятую)
sr: Шта још? (одвојено зарезом)

# kitchenEquipmentQuestion.subtitle
source: So we only ever suggest recipes you can actually cook. Optional -- skip if you're not sure yet.
de: So schlagen wir dir nur Rezepte vor, die du wirklich kochen kannst. Optional -- überspringe das, wenn du dir noch nicht sicher bist.
es: Así solo te sugerimos recetas que realmente puedes cocinar. Opcional -- omítelo si aún no estás seguro/a.
fr: Ainsi, on ne te propose que des recettes que tu peux vraiment cuisiner. Facultatif -- passe cette étape si tu n'es pas encore sûr·e.
hy: Այսպես մենք միշտ առաջարկում ենք միայն այն բաղադրատոմսերը, որոնք դու իրականում կարող ես պատրաստել։ Ընտրովի է -- բաց թող, եթե դեռ վստահ չես։
it: Così ti suggeriamo solo ricette che puoi davvero cucinare. Facoltativo -- salta pure se non sei ancora sicuro/a.
ka: ასე ყოველთვის მხოლოდ იმ რეცეპტებს გთავაზობთ, რომლის მომზადებაც შენ შეგიძლია. სურვილისამებრ -- გამოტოვე, თუ ჯერ არ ხარ დარწმუნებული.
ru: Так мы предлагаем только те рецепты, которые ты реально можешь приготовить. Необязательно -- пропусти, если пока не уверен(а).
sr: Тако ти предлажемо само рецепте које заиста можеш да скуваш. Необавезно — прескочи ако још ниси сигуран/на.

# kitchenEquipmentQuestion.title
source: What's in your kitchen?
de: Was ist in deiner Küche?
es: ¿Qué hay en tu cocina?
fr: Qu'y a-t-il dans ta cuisine ?
hy: Ի՞նչ ունես խոհանոցում։
it: Cosa c'è nella tua cucina?
ka: რა გაქვს სამზარეულოში?
ru: Что есть у тебя на кухне?
sr: Шта имаш у кухињи?

# kitchenEquipmentTag.airFryer
source: Air Fryer
de: Heißluftfritteuse
es: Freidora de aire
fr: Friteuse à air
hy: Օդային ֆրայեր
it: Friggitrice ad aria
ka: ჰაერის ფრიტიურა
ru: Аэрогриль
sr: Ваздушна фритеза

# kitchenEquipmentTag.blender
source: Blender
de: Standmixer
es: Licuadora
fr: Mixeur
hy: Բլենդեր
it: Frullatore
ka: ბლენდერი
ru: Блендер
sr: Блендер

# kitchenEquipmentTag.foodProcessor
source: Food Processor
de: Küchenmaschine
es: Procesador de alimentos
fr: Robot culinaire
hy: Խոհանոցային կոմբայն
it: Robot da cucina
ka: სამზარეულოს კომბაინი
ru: Кухонный комбайн
sr: Кухињски робот

# kitchenEquipmentTag.microwave
source: Microwave
de: Mikrowelle
es: Microondas
fr: Micro-ondes
hy: Միկրոալիքային վառարան
it: Microonde
ka: მიკროტალღური ღუმელი
ru: Микроволновка
sr: Микроталасна

# kitchenEquipmentTag.mixer
source: Mixer
de: Handmixer
es: Batidora
fr: Batteur électrique
hy: Խառնիչ
it: Sbattitore elettrico
ka: მიქსერი
ru: Миксер
sr: Миксер

# kitchenEquipmentTag.other
source: Other
de: Andere
es: Otro
fr: Autre
hy: Այլ
it: Altro
ka: სხვა
ru: Другое
sr: Остало

# kitchenEquipmentTag.oven
source: Oven
de: Backofen
es: Horno
fr: Four
hy: Ջեռոց
it: Forno
ka: ღუმელი
ru: Духовка
sr: Рерна

# kitchenEquipmentTag.pressureCooker
source: Pressure Cooker / Instant Pot
de: Schnellkochtopf / Instant Pot
es: Olla a presión / Instant Pot
fr: Autocuiseur / Instant Pot
hy: Ճնշման կաթսա / Instant Pot
it: Pentola a pressione / Instant Pot
ka: წნევის ქვაბი / Instant Pot
ru: Скороварка / Instant Pot
sr: Експрес лонац / Instant Pot

# kitchenEquipmentTag.riceCooker
source: Rice Cooker
de: Reiskocher
es: Arrocera
fr: Cuiseur à riz
hy: Բրնձի եփարան
it: Cuociriso
ka: ბრინჯის საჭმლის მოსახარშებელი
ru: Рисоварка
sr: Кувало за пиринач

# kitchenEquipmentTag.slowCooker
source: Slow Cooker
de: Schongarer
es: Olla de cocción lenta
fr: Mijoteuse
hy: Դանդաղ եփարան
it: Pentola a cottura lenta
ka: ნელი მომზადების ქვაბი
ru: Медленноварка
sr: Лонац за споро кување

# kitchenEquipmentTag.stove
source: Stove
de: Herd
es: Cocina
fr: Cuisinière
hy: Վառարան
it: Fornello
ka: ქურა
ru: Плита
sr: Шпорет

source: lat pulldown
de: Latzug
es: Jalón al pecho
fr: Tirage vertical
it: Lat machine
ka: ლატ ტრენაჟორი
ru: Верхний блок
sr: Латисимус машина

source: leg press
de: Beinpresse
es: Prensa de piernas
fr: Presse à cuisses
ka: ფეხის პრესი
ru: Жим ногами
sr: Преса за ноге

# liftPattern.hingePattern.name
source: Deadlift
de: Kreuzheben
es: Peso muerto
fr: Soulevé de terre
hy: Դեդլիֆթ
it: Stacco da terra
ka: დედლიფტი
ru: Становая тяга
sr: Mrtvo dizanje

# liftPattern.hingePattern.placeholder
source: e.g. barbell deadlift
de: z. B. Kreuzheben mit der Langhantel
es: p. ej., peso muerto con barra
fr: p. ex. soulevé de terre à la barre
hy: օր.՝ շտանգով դեդլիֆթ
it: es. stacco da terra con bilanciere
ka: მაგ., დედლიფტი შტანგით
ru: напр., становая тяга со штангой
sr: npr. mrtvo dizanje sa šipkom

# liftPattern.horizontalPress.name
source: Bench press
de: Bankdrücken
es: Press de banca
fr: Développé couché
hy: Բենչ պրես
it: Panca piana
ka: ბენჩ პრესი
ru: Жим лёжа
sr: Potisak sa klupe

# liftPattern.horizontalPress.placeholder
source: e.g. barbell or dumbbell bench, both arms
de: z. B. Bankdrücken mit Langhantel oder Kurzhanteln, beide Arme
es: p. ej., press de banca con barra o mancuernas, ambos brazos
fr: p. ex. développé couché à la barre ou aux haltères, deux bras
hy: օր.՝ շտանգով կամ հանթելներով բենչ պրես, երկու ձեռքով
it: es. panca con bilanciere o manubri, entrambe le braccia
ka: მაგ., ბენჩ პრესი შტანგით ან ჰანტელებით, ორივე ხელით
ru: напр., жим лёжа со штангой или гантелями, обе руки
sr: npr. bench press sa šipkom ili bučicama, obe ruke

# liftPattern.overheadPress.name
source: Overhead press
de: Überkopfdrücken
es: Press militar
fr: Développé militaire
hy: Ուսերի մամլում
it: Military press
ka: ოვერჰედ პრესი
ru: Жим над головой
sr: Potisak iznad glave

# liftPattern.overheadPress.placeholder
source: e.g. barbell or double-dumbbell, both arms
de: z. B. Langhantel oder zwei Kurzhanteln, beide Arme
es: p. ej., barra o mancuernas dobles, ambos brazos
fr: p. ex. barre ou deux haltères, deux bras
hy: օր.՝ շտանգ կամ երկու հանթել, երկու ձեռքով
it: es. bilanciere o doppio manubrio, entrambe le braccia
ka: მაგ., შტანგა ან ორი ჰანტელა, ორივე ხელით
ru: напр., штанга или две гантели, обе руки
sr: npr. šipka ili dva bučice, obe ruke

# liftPattern.rowPull.name
source: Row
de: Rudern
es: Remo
fr: Rowing
hy: Ռոու
it: Rematore
ka: როუ
ru: Тяга
sr: Veslanje

# liftPattern.rowPull.placeholder
source: e.g. barbell row, both arms
de: z. B. Langhantelrudern, beide Arme
es: p. ej., remo con barra, ambos brazos
fr: p. ex. rowing à la barre, deux bras
hy: օր.՝ շտանգով ռոու, երկու ձեռքով
it: es. rematore con bilanciere, entrambe le braccia
ka: მაგ., როუ შტანგით, ორივე ხელით
ru: напр., тяга штанги в наклоне, обе руки
sr: npr. veslanje sa šipkom, obe ruke

# liftPattern.squatPattern.name
source: Squat
de: Kniebeuge
es: Sentadilla
hy: Սքվաթ
ka: სქუათი
ru: Присед
sr: Čučanj

# liftPattern.squatPattern.placeholder
source: e.g. back squat, both legs
de: z. B. Kniebeuge, beide Beine
es: p. ej., sentadilla trasera, ambas piernas
fr: p. ex. squat arrière, deux jambes
hy: օր.՝ սքվաթ, երկու ոտքով
it: es. squat con bilanciere, entrambe le gambe
ka: მაგ., სქუათი ორივე ფეხით
ru: напр., присед со штангой, обе ноги
sr: npr. čučanj, obe noge

# loadingBar.goalProgress.0
source: You're on track to reach your goal.
de: Du bist auf dem richtigen Weg, dein Ziel zu erreichen.
es: Vas por buen camino para alcanzar tu objetivo.
fr: Vous êtes sur la bonne voie pour atteindre votre objectif.
hy: Դու ճիշտ ուղու վրա ես դեպի քո նպատակը:
it: Sei sulla buona strada per raggiungere il tuo obiettivo.
ka: შენ სწორ გზაზე ხარ მიზნისკენ.
ru: Ты на верном пути к своей цели.
sr: На добром си путу да достигнеш свој циљ.

# loadingBar.goalProgress.1
source: Every day you commit is a day you win.
de: Jeder Tag, an dem du dranbleibst, ist ein gewonnener Tag.
es: Cada día que te comprometes es un día que ganas.
fr: Chaque jour où vous vous engagez est un jour gagné.
hy: Ամեն օր, երբ չես հանձնվում, հաղթանակի օր է:
it: Ogni giorno in cui ti impegni è un giorno che vinci.
ka: ყოველი დღე, როცა თავს არ ანებებ, გამარჯვების დღეა.
ru: Каждый день, когда ты не сдаёшься, — это твоя победа.
sr: Сваки дан у ком не одустајеш — то је твоја победа.

# loadingBar.goalProgress.2
source: Consistency beats perfection.
de: Beständigkeit schlägt Perfektion.
es: La constancia vence a la perfección.
fr: La régularité l'emporte sur la perfection.
hy: Հետևողականությունը գերազանցում է կատարելությանը:
it: La costanza batte la perfezione.
ka: თანმიმდევრობა სჯობს სრულყოფას.
ru: Постоянство важнее совершенства.
sr: Доследност побеђује савршенство.
